[
    {
        "id": "1",
        "codigo": "DPT_001",
        "titulo": "Funcional y cómodo Home Studio",
        "capacidad": "2",
        "ubicacion": "Santiago Centro",
        "precio": "25000",
        "imagen": "./cmpy/01/01.jpeg",
        "directorio": "./cmpy/01/",
        "imagenes": [
            "01.jpeg",
            "02.jpeg",
            "03.jpeg",
            "04.jpeg",
            "05.jpeg",
            "06.jpeg",
            "07.jpeg",
            "08.jpeg",
            "09.jpeg"
        ],
        "descripcion": "Este acogedor y funcional home studio, ubicado a pasos de Parque Almagro, es la opción perfecta para quienes buscan comodidad y una alternativa práctica y accesible en la ciudad. Totalmente equipado y con una ubicación privilegiada, tendrás fácil acceso al metro, comercio y puntos clave de Santiago; ideal para viajeros o quienes buscan un lugar bien conectado sin renunciar al confort. ¡La opción ideal al mejor precio!",
        "link": "https://es-l.airbnb.com/rooms/1385070325447469865?guests=1&adults=1&s=67&unique_share_id=977d6852-4ac3-427f-85e3-73dfece12580"
    },
    {
        "id": "2",
        "codigo": "DPT_002",
        "titulo": "Estilo y confort en Santiago",
        "capacidad": "3",
        "ubicacion": "Santiago Centro",
        "precio": "37000",
        "imagen": "./cmpy/02/01.avif",
        "directorio": "./cmpy/02/",
        "imagenes": [
            "01.avif",
            "02.avif",
            "03.avif",
            "04.avif",
            "05.avif",
            "06.avif",
            "07.avif",
            "08.avif",
            "09.avif"
        ],
        "descripcion": "¡Siéntete como en casa en el casco histórico de Santiago! Este moderno departamento combina comodidad y estilo en un entorno acogedor. Con acabados contemporáneos, espacios luminosos y un diseño pensado para tu bienestar, disfrutarás de un ambiente agradable y funcional. Ubicado en una zona estratégica, estarás a pasos de la riqueza cultural y patrimonial de la ciudad, con acceso a servicios, áreas verdes y transporte. Ideal para convertir tu viaje en una gran experiencia.",
        "link": "https://es-l.airbnb.com/rooms/1294869077866584619?guests=1&adults=1&s=67&unique_share_id=55f7380e-8f4a-4aa8-9491-f37cd37fdf79"
    },
    {
        "id": "3",
        "codigo": "DPT_003",
        "titulo": "Moderno y cómodo departamento Santiago",
        "capacidad": "2",
        "ubicacion": "Santiago Centro",
        "precio": "33000",
        "imagen": "./cmpy/03/01.avif",
        "directorio": "./cmpy/03/",
        "imagenes": [
            "01.avif",
            "02.avif",
            "03.avif",
            "04.avif",
            "05.avif",
            "06.avif",
            "07.avif",
            "08.avif",
            "09.avif"
        ],
        "descripcion": "Disfruta de la sencillez de este alojamiento tranquilo y céntrico. Totalmente amoblado y equipado con todo lo que necesitas para tener una buena estancia en Santiago de Chile. Departamento como nuevo con buena conexión a Internet, cercano a estación de metro Santa Isabel y al casco histórico de Santiago.Con living y dormitorio en espacios separados, cocina equipada, living-comedor, terraza, lavadora, cama de 2 plazas.",
        "link": "https://es-l.airbnb.com/rooms/939944345298420133?guests=1&adults=1&s=67&unique_share_id=4a214588-ab6f-42d8-9efd-4962c9e870fd "
    },
    {
        "id": "4",
        "codigo": "DPT_004",
        "titulo": "Cálido Espacio en Santiago",
        "capacidad": "3",
        "ubicacion": "Santiago Centro",
        "precio": "36000",
        "imagen": "./cmpy/04/01.avif",
        "directorio": "./cmpy/04/",
        "imagenes": [
            "01.avif",
            "02.avif",
            "03.avif",
            "04.avif",
            "05.avif",
            "06.avif",
            "07.avif",
            "08.avif",
            "09.avif",
            "10.avif"
        ],
        "descripcion": "Encantador departamento de 1 dormitorio cercano a metro Santa Isabel en Santiago. Con una decoración moderna y todas las comodidades, ofrece una experiencia acogedora para tu estadía. Explora los vibrantes alrededores, desde restaurantes locales  y atracciones culturales en Barrio Italia. Con fácil acceso al transporte público, es el punto de partida perfecto para descubrir todo lo que esta dinámica ciudad tiene para ofrecer.",
        "link": "https://www.airbnb.com/l/hcrYnGFt"
    },
    {
        "id": "5",
        "codigo": "DPT_005",
        "titulo": "Depto en el Corazón de Santiago",
        "capacidad": "3",
        "ubicacion": "Santiago Centro",
        "precio": "38000",
        "imagen": "./cmpy/05/01.avif",
        "directorio": "./cmpy/05/",
        "imagenes": [
            "01.avif",
            "02.avif",
            "03.avif",
            "04.avif",
            "05.avif",
            "06.avif",
            "07.avif"
        ],
        "descripcion": "Disfruta de una experiencia con estilo en nuestro acogedor y moderno departamento, ideal para quienes desean disfrutar de una estadía cómoda y elegante en el centro de la ciudad! Este espacio está pensado tanto para viajeros de negocios como para turistas, con una ubicación privilegiada cerca de los principales puntos de interés. Departamento de un dormitorio cómodamente diseñado para que te sientas como en casa.",
        "link": "https://www.airbnb.com/l/VS1fSFf1"
    },
    {
        "id": "6",
        "codigo": "DPT_006",
        "titulo": "Dpto cercano a Estadio Nacional",
        "capacidad": "2",
        "ubicacion": "Ñuñoa",
        "precio": "45000",
        "imagen": "./cmpy/06/01.avif",
        "directorio": "./cmpy/06/",
        "imagenes": [
            "01.avif",
            "02.avif",
            "03.avif",
            "04.avif",
            "05.avif"
        ],
        "descripcion": "Disfruta de una estancia cómoda y elegante en nuestro departamento, ubicado en un barrio vibrante y a solo pasos del icónico Estadio Nacional. Este espacio es perfecto para quienes buscan comodidad, modernidad y una excelente ubicación. A solo minutos caminando del Estadio Nacional, ideal para quienes asisten a eventos deportivos o conciertos. Además, estarás cerca de transporte público, tiendas, restaurantes y áreas verdes.",
        "link": "https://www.airbnb.com/l/YrUyLUu2"
    },
    {
        "id": "7",
        "codigo": "DPT_007",
        "titulo": "Estancia única y exclusiva!",
        "capacidad": "4",
        "ubicacion": "Vitacura",
        "precio": "90000",
        "imagen": "./cmpy/07/01.avif",
        "directorio": "./cmpy/07/",
        "imagenes": [
            "01.avif",
            "02.avif",
            "03.avif",
            "04.avif",
            "05.avif",
            "06.avif",
            "07.avif",
            "08.avif",
            "09.avif",
            "10.avif",
            "11.avif",
            "12.avif"
        ],
        "descripcion": "Experimenta una estadía confortable con amenidades y diversión. Contamos con un estacionamiento para un vehículo pequeño. Sin duda el sector de Parque Arauco resolverá gran parte de tu itinerario para aprovechar el tiempo al máximo, con todo lo que necesites para disfrutar de tu viaje; excelente locomoción para transportarte a cualquier punto de la ciudad, al frente de tu alojamiento cuentas con el Mall Parque Arauco con una amplia gama de tiendas de lujo, cines, restaurantes etc.",
        "link": "https://www.airbnb.com/l/lwJDeJB7"
    },
    {
        "id": "8",
        "codigo": "DPT_008",
        "titulo": "Home Studio Ñuñoa Zona Segura cerca Barrio Italia",
        "capacidad": "2",
        "ubicacion": "Ñuñoa",
        "precio": "37000",
        "imagen": "./cmpy/08/01.avif",
        "directorio": "./cmpy/08/",
        "imagenes": [
            "01.avif",
            "02.avif",
            "03.avif",
            "04.avif",
            "05.avif",
            "06.avif",
            "07.avif",
            "08.avif",
            "09.avif",
            "10.avif",
            "11.avif"
        ],
        "descripcion": "¡Bienvenidos a nuestro acogedor departamento tipo loft perfecto para parejas o viajeros solitarios!. Este encantador espacio ha sido cuidadosamente diseñado para ofrecer comodidad y funcionalidad en un ambiente compacto pero elegante. Al ingresar, se encontrarán con una sala de estar y dormitorio integrados, decorados con muebles modernos y acogedores. La cocina, está completamente equipada con utensilios de cocina básicos, perfectos para preparar comidas rápidas y deliciosas.",
        "link": "https://www.airbnb.com/l/lwJDeJB7"
    },
    {
        "id": "9",
        "codigo": "DPT_009",
        "titulo": "Loft con hermosa vista en Ñuñoa",
        "capacidad": "2",
        "ubicacion": "Ñuñoa",
        "precio": "38000",
        "imagen": "./cmpy/09/01.avif",
        "directorio": "./cmpy/09/",
        "imagenes": [
            "01.avif",
            "02.avif",
            "03.avif",
            "04.avif",
            "05.avif",
            "06.avif",
            "07.avif",
            "08.avif",
            "09.avif",
            "10.avif",
            "11.avif",
            "12.avif",
            "13.avif",
            "14.avif"
        ],
        "descripcion": " Relájate en este lindo departamento tipo estudio, en donde podrás ver atardeceres maravillosos. Este encantador espacio ha sido cuidadosamente diseñado para ofrecer comodidad y funcionalidad en un ambiente compacto pero elegante. Al ingresar, se encontrarán con una sala de estar y dormitorio integrados, decorados con muebles modernos y acogedores. La cocina está completamente equipada con utensilios de cocina básicos, perfectos para preparar comidas rápidas y deliciosas.",
        "link": "https://www.airbnb.com/l/bu3cS16o"
    },
    {
        "id": "10",
        "codigo": "DPT_010",
        "titulo": "Mall Parque Arauco, MUT - Corazón de las Condes",
        "capacidad": "3",
        "ubicacion": "Las Condes",
        "precio": "57000",
        "imagen": "./cmpy/10/01.avif",
        "directorio": "./cmpy/10/",
        "imagenes": [
            "01.avif",
            "02.avif",
            "03.avif",
            "04.avif",
            "05.avif",
            "06.avif",
            "07.avif",
            "08.avif",
            "09.avif"
        ],
        "descripcion": "Descubre el lugar perfecto para tu estadía en Santiago. Este moderno departamento, ubicado en una de las zonas más exclusivas de Las Condes, combina comodidad, elegancia y una vista espectacular a la cordillera de los Andes. Ideal para turistas y viajeros de negocios que buscan una ubicación estratégica y una estancia tranquila. Cuenta con un dormitorio acogedor, baño con tina, cocina equipada y sala de estar perfecta para relajarte, con grandes ventanales que enmarcan la vista a la cordillera.",
        "link": "https://www.airbnb.com/l/S9iy9m1P"
    },
    {
        "id": "11",
        "codigo": "DPT_011",
        "titulo": "Tu refugio en Santiago",
        "capacidad": "3",
        "ubicacion": "Santiago Centro",
        "precio": "36000",
        "imagen": "./cmpy/11/01.avif",
        "directorio": "./cmpy/11/",
        "imagenes": [
            "01.avif",
            "02.avif",
            "03.avif",
            "04.avif",
            "05.avif",
            "06.avif",
            "07.avif",
            "08.avif",
            "09.avif",
            "10.avif"
        ],
        "descripcion": "Disfruta de una experiencia con estilo en este céntrico alojamiento. Totalmente amoblado y equipado con todo lo que necesitas para tener una buena estancia en Santiago de Chile.Departamento con buena conexión a Internet, cercano a estación de metro Santa Isabel y al casco histórico de Santiago.Departamento con living y dormitorio en espacios separados, cocina equipada, living-comedor, terraza, cama de 2 plazas y sofacama en living.Opción de estacionamiento en el edificio según disponibilidad",
        "link": "https://www.airbnb.com/l/jb8MHihJ"
    },
    {
        "id": "12",
        "codigo": "DPT_012",
        "titulo": "Tu segundo hogar, en el corazón de Santiago",
        "capacidad": "3",
        "ubicacion": "Santiago Centro",
        "precio": "40000",
        "imagen": "./cmpy/12/01.avif",
        "directorio": "./cmpy/12/",
        "imagenes": [
            "01.avif",
            "02.avif",
            "03.avif",
            "04.avif",
            "05.avif",
            "06.avif",
            "07.avif",
            "08.avif",
            "09.avif",
            "10.avif",
            "11.avif",
            "12.avif",
            "13.avif",
            "14.avif"
        ],
        "descripcion": "Descubre la elegancia moderna en el corazón de Santiago con nuestro encantador departamento de un dormitorio. Equipado con estilo y sutileza, este espacio ofrece una experiencia de vida incomparable. Ubicado en un edificio dotado de amenidades de primera clase, seguridad y tranquilidad; cada detalle ha sido cuidadosamente diseñado para brindarte confort y sofisticación. Experimenta la vida urbana con encanto en este exclusivo hogar en Santiago.",
        "link": "https://www.airbnb.com/l/YSk0uleT"
    },
    {
        "id": "13",
        "codigo": "DPT_013",
        "titulo": "Confortable Dpto Providencia Metro Los Leones",
        "capacidad": "3",
        "ubicacion": "Providencia",
        "precio": "60000",
        "imagen": "./cmpy/13/01.avif",
        "directorio": "./cmpy/13/",
        "imagenes": [
            "01.avif",
            "02.avif",
            "03.avif",
            "04.avif",
            "05.avif",
            "06.avif",
            "07.avif",
            "08.avif",
            "09.avif",
            "10.avif",
            "11.avif",
            "12.avif",
            "13.avif"
        ],
        "descripcion": "¡Bienvenidos a tu hogar en Santiago! Este acogedor departamento es la elección perfecta para quienes buscan comodidad y una ubicación estratégica. Disfruta de la comodidad de estar a pasos del Costanera Center con tiendas, restaurantes y mucho más, ¡todo al alcance de tu mano! Ya sea que vengas a descubrir Santiago o por trabajo, aquí encontrarás todo lo que necesitas para una estadía cómoda y sin preocupaciones. ¡Reserva ahora y vive Santiago con la mejor ubicación posible!",
        "link": "https://www.airbnb.com/l/HsggLnIg"
    },
    {
        "id": "14",
        "codigo": "DPT_014",
        "titulo": "Gran Dpto Familiar Santiago Centro La Moneda",
        "capacidad": "4",
        "ubicacion": "Santiago Centro",
        "precio": "47000",
        "imagen": "./cmpy/14/01.avif",
        "directorio": "./cmpy/14/",
        "imagenes": [
            "01.avif",
            "02.avif",
            "03.avif",
            "04.avif",
            "05.avif",
            "06.avif",
            "07.avif",
            "08.avif",
            "09.avif",
            "10.avif",
            "11.avif",
            "12.avif",
            "13.avif",
            "14.avif"
        ],
        "descripcion": "¡Disfruta del corazón histórico de Santiago! Ubicado en el casco Histórico, este departamento es perfecto para explorar la historia y cultura de la ciudad.  A pasos del metro Santa Ana y cerca de la Plaza de Armas, Catedral Metropolitana y Mercado Central. Diseño moderno, equipamiento completo y capacidad para 4 personas. Ideal para familias, grupos y viajeros. Ubicación privilegiada, cerca de restaurantes y tiendas. ¡Reserva ahora y disfruta de una estancia inolvidable en el corazón de Santiago!",
        "link": "https://www.airbnb.com/l/efWvsftP"
    },
    {
        "id": "15",
        "codigo": "DPT_015",
        "titulo": "Encantador Depto , Hospital UC y barrio Lastarrias",
        "capacidad": "4",
        "ubicacion": "Santiago Centro",
        "precio": "47000",
        "imagen": "./cmpy/15/01.avif",
        "directorio": "./cmpy/15/",
        "imagenes": [
            "01.avif",
            "02.avif",
            "03.avif",
            "04.avif",
            "05.avif",
            "06.avif",
            "07.avif",
            "08.avif",
            "09.avif",
            "10.avif",
            "11.avif"
        ],
        "descripcion": "Disfruta de la sencillez de este alojamiento tranquilo y céntrico.",
        "link": "https://www.airbnb.com/l/txgLzqU9"
    },
    {
        "id": "16",
        "codigo": "DPT_016",
        "titulo": "La mejor vista cerca Plaza Ñuñoa",
        "capacidad": "4",
        "ubicacion": "Ñuñoa",
        "precio": "55000",
        "imagen": "./cmpy/16/01.avif",
        "directorio": "./cmpy/16/",
        "imagenes": [
            "01.avif",
            "02.avif",
            "03.avif",
            "04.avif",
            "05.avif",
            "06.avif",
            "07.avif",
            "08.avif",
            "09.avif",
            "10.avif",
            "11.avif",
            "12.avif",
            "13.avif"
        ],
        "descripcion": "Descubre la escapada perfecta en nuestro encantador departamento en el corazón de Ñuñoa. Diseñado para alojar cómodamente a 4 personas, este refugio totalmente equipado ofrece un ambiente acogedor y moderno. Disfruta de una impresionante vista a la cordillera, creando un escenario ideal para relajarte después de un día de trabajo o de exploración. Ubicado cerca de la vibrante Plaza Ñuñoa, tendrás acceso a restaurantes, cafés y actividades culturales. ¡Ven y vive una experiencia inolvidable!",
        "link": "https://www.airbnb.com/l/ImAWoZ7C"
    }
]